let handler = async (m, { hanz, reply,setReply }) => {

  
let teks = `*| 𝗠𝗘𝗡𝗨 𝗗𝗘𝗣𝗢𝗦𝗜𝗧 |*
-------------------------------------------
𝖲𝗂𝗅𝖺𝗁𝗄𝖺𝗇 𝗉𝗂𝗅𝗂𝗁 𝗉𝖾𝗆𝖻𝖺𝗒𝖺𝗋𝖺𝗇 𝗂𝗌𝗂 𝗌𝖺𝗅𝖽𝗈 𝗒𝖺𝗇𝗀 𝗄𝖺𝗆𝗎 𝗂𝗇𝗀𝗂𝗇𝗄𝖺𝗇, 𝗁𝖺𝗇𝗒𝖺 𝗍𝗂𝗇𝗀𝗀𝖺𝗅 klik 𝗉𝗂𝗅𝗂𝗁𝖺𝗇 𝗉𝖾𝗆𝖻𝖺𝗒𝖺𝗋𝖺𝗇 𝗂𝗌𝗂 𝗌𝖺𝗅𝖽𝗈 𝗒𝖺𝗇𝗀 𝗍𝖾𝗅𝖺𝗁 𝖽𝗂𝗌𝖾𝖽𝗂𝖺𝗅𝖺𝗻
-------------------------------------------
𝖲𝖺𝗅𝖽𝗈 𝗁𝖺𝗇𝗒𝖺 𝖻𝗂𝗌𝖺 𝖽𝗂𝗀𝗎𝗻𝖺𝗄𝖺𝗇 𝗎𝗻𝗍𝗎𝗸 𝗍𝗈𝗉𝗎𝗉 𝗌𝖺𝗃𝖺, 𝗍𝗂𝖽𝖺𝗄 𝖻𝗂𝗌𝖺 𝖽𝗂𝗋𝖾𝖿𝗎𝗇𝖽 𝖺𝗍𝖺𝗎 𝖽𝗂𝖺𝗆𝖻𝗂𝗅 𝗄𝖾𝗆𝖻𝖺𝗹𝗂, 𝗆𝖾𝗇𝗀𝗀𝗎𝗇𝖺𝗄𝖺𝗇 𝖿𝗂𝗍𝗎𝗋 𝗂𝗇𝗂 𝖻𝖾𝗋𝖺𝗋𝗍𝗂 𝗄𝖺𝗆𝗎 𝗌𝖾𝗍𝗎𝗃𝗎 𝖽𝖾𝗇𝗀𝖺𝗇 𝗌𝗒𝖺𝗋𝖺𝗍 𝖽𝖺𝗻 𝗄𝖾𝗍𝖾𝗇𝗍𝗎𝖺𝗇 𝗒𝖺𝗇𝗀 𝖻𝖾𝗋𝗅𝖺𝗄𝗎
-------------------------------------------
𝖲𝗂𝗅𝖺𝗄𝖺𝗇 𝖪𝗂𝗋𝗂𝗆 𝖯𝖾𝗌𝖺𝗇 _𝗉𝖺𝗒𝗊𝗋𝗂𝗌_ 𝖴𝗇𝗍𝗎𝗄 𝖫𝖺𝗇𝗃𝗎𝗍 𝖳𝗋𝖺𝗇𝗌𝖺𝗄𝗌𝗂 𝖬𝖾𝗅𝖺𝗅𝗎𝗂 𝖰𝗋 ( *𝗈𝗍𝗈𝗆𝖺𝗍𝗂𝗌* ) 𝖲𝗂𝗅𝖺𝗄𝖺𝗇 𝖪𝗂𝗋𝗂𝗆 𝖯𝖾𝗌𝖺𝗇 _𝗉𝖺𝗒𝖽𝖺𝗇𝖺_ 𝖴𝗇𝗍𝗎𝗄 𝖫𝖺𝗇𝗃𝗎𝗍 𝖳𝗋𝖺𝗇𝗌𝖺𝗄𝗌𝗂 𝖬𝖾𝗅𝖺𝗅𝗎𝗂 𝖣𝖺𝗇𝖺 ( *𝗆𝖺𝗇𝗎𝖺𝗅* )
------------------------------------------`
    
reply(teks)
    
}

handler.help = ["depo"];
handler.tags = ["topup"];
handler.command = /^(depo|deposit)$/i;
handler.cmdStore = true
handler.description = ["transaksi deposit"]

module.exports = handler;